<?php
/**
 * Текст помощи.
 */
return [
    'Это навык разработанный MaxImko.\nИ вот что я могу:\nСкажите \"Играть\" что бы поиграть в игру \"Верю не верю\".\nИ уже в дальнейшем отвечайте согласны вы с данным утверждением или нет.\nЕсли вы не знаете скажите\"Не знаю\".\n',
    'Это навык разработанный MaxImko.\nЦель игры заключается в ответе является ли данное утверждение правдой или нет.\nЧто бы начать игру просто скажите \"Старт\".\nЕсли вы считаете что утверждение верно, то смело говорите \"Правда\".\nЕсли вы считаете что утверждение ложно, то так же смело говорите \"Ложь\".\nЕсли вы не знаете скажите\"Не знаю\".\n',
];