<?php
return [
    ['Упс...\nНепонятно что-то. Я пока что очень глуп и не знаю подобных слов😳. Но со временем я всему научусь. Обещаю', '', ''],
    ['На нашем сайте собранны различные интересные статьи подарочной тематики, если вам интересно, то рекомендуем вам их к прочтению🍀', 'Статьи', 'articles'],
    ['Ты не ты, когда хочешь вкусняшку. Не тормози вкусняшку возьми.🍭', 'Взять вкусняшку🍭', 'sweet'],
    ['Как же сложно и непонятно. И почему я в школе плохо учился😩 Все с сегодняшнего дня начинаю учиться!', 'Подарок', 'picking'],
    ['Воу, а это что-то новенькое. И к сожалению я не знаю как и ответить на подобное. Чтож я учту и постараюсь придумать достойный и качественный ответ', '', ''],
    ['И да вы сделали это✨. Вы застали меня в расплох. Так уж вышло что я не понимаю вас. Но я обязательно обучусь, и в следующий раз я стану чуточку умнее', '', ''],
    ['Ты не ты, когда в печали. Не грусти на наш сайт зайди✌', 'Наш сайт', '/'],
    ['Хьюстон, у нас проблемы. Мы поплыли, что-то пошло не по плану ааааа\nА пока мы занимаемся непойми чем, перейдите на наш сайт✌', 'Наш сайт', '/'],
    ['Все таки пора заставить нас работать и сделать меня умнее🤔\nНо это не точно', '', ''],
    ['Хиханьки хаханьки и снова что-то пошло не по плану. Чтож разберемся с этим😁', '', ''],
    ['Это немного не входит в мои обязанности. Я занимаюсь игрой \"Верю не верю\". Что бы узнать правила игры, просто скажите \"Правила\"', '', ''],
    ['Хороший ответ, но к сожалению мне нечего сказать', '', ''],
    ['А вы мне нравитесь', '', ''],
    ['Пожалуйста играйте в игру \"Верю не верю\". На что-то сложное я ответить не могу. Если есть вопросы, то пишите нам в вк', '', ''],
    ['Отличный ответ', '', ''],
    ['Вот почему вы такой умный. Эх стать бы мне таким же умным', '', ''],
    ['Вы супер. Я так отвлекся на вас, что прослушал то что вы сказали', '', ''],
    ['Эх, вы так интересно говорите, но я к сожалению не понимаю вас.', '', ''],

];