<?php
/**
 * Текст приветствия.
 */
return [
    'Данный навык предназначен что бы развить ваши интеллектуальные способности.\nСуть игры проста\nВы отвечаете верите ли вы в наше утверждение или нет. Приступим?',
    'Проверим ваши интеллектуальные способности.\nСуть игры проста\nВы отвечаете верите ли вы в наше утверждение или нет. Готовы поиграть?',
    'Добрый день! Вас приветствует магазин подарков Maximko.\nВ данном навыке вы сможете поиграть в игру \"Верю не верю\",Просто скажите \"Старт\", что бы запустить игру. Желаем вам удачи!',
    'Добрый день! Рады видеть вас здесь. Если вам нужна помощь, то просто скажите \"Помощь\" или \"Правила\"',
    'Здравствуйте! Если у вас есть какие-то вопросы, то обращайтесь к нам и мы с радостью вам поможем. Скажите \"Помощь\" что бы узнать правила игры\n.',
    'Привет, привет. Рады приветствовать вас. Надеемся что настроение у вас хорошее, а если нет, то мы его сейчас поднимем. Скажите, \"Расскажи что-то\", и я расскажу вам интересный факт\n',
    'Бадум тссс и мы снова тут. Хотите услышать что-то интересное? Тогда просто скажите \"Расскажи что-то интересное\"',
    'Приветствуем вас. Мы рады что вы решили воспользоваться нашими сервисом, и надеемся что он вам поможет. А наша игра позволит вам узнать что-то новое.',
    'И я вас приветствую. Так же можете попросить меня рассказать что-то интересное😉',
];