<?php
/**
 * список обрабатываемых команд
 * 1 - запрос; 2 - код ответа; 3 - доп код для новых команд
 * отсортированы в порядке приоритета самые востребованные снизу
 */
return [
    // странные команды
    ['тест', 'test', 0],
    ['test', 'test', 0],
    ['ping', 'ping', 0],
    ['пинг', 'ping', 0],

    ['xa xa', 'xa-xa', 0],
    ['xa-xa', 'xa-xa', 0],
    ['xи xи', 'xa-xa', 0],
    ['xи-xи', 'xa-xa', 0],

    ['спокойной ночи', 'morning', 0],
    ['доброй ночи', 'morning', 0],
    ['снов', 'morning', 0],

    // приветствие
    ['прив', 'hello', 0],
    ['здравств', 'hello', 0],
    ['хай', 'hello', 0],
    ['hi', 'hello', 0],
    ['здаро', 'hello', 0],
    ['доброе утр', 'hello', 0],
    ['добрым утр', 'hello', 0],
    ['добрый ден', 'hello', 0],
    ['добрый вечер', 'hello', 0],

    ['помощ', 'help', 0],
    ['помоги', 'help', 0],

    // прощание
    ['пока ', 'by', 0],
    ['пока', 'by', 1],
    ['досвидани', 'by', 0],
    ['до свидани', 'by', 0],
    ['прощай', 'by', 0],
    ['до встречи', 'by', 0],

    // о нас
    ['кто ты', 'about', 0],
    ['что ты', 'about', 0],

    ['ты умееш', 'help', 0],

    // благодарность
    ['спасиб', 'thank', 0],
    ['благодарю', 'thank', 0],
    ['признател', 'thank', 0],
    ['от души', 'thank', 0],
    ['спс', 'thank', 0],

    // мат
    ['сук', 'mat', 0],
    ['бля', 'mat', 0],
    ['пизд', 'mat', 0],
    ['хуй', 'mat', 0],
    ['член', 'mat', 0],
    ['ахует', 'mat', 0],
    ['сучка', 'mat', 0],
    ['ебаная', 'mat', 0],
    ['ёбаная', 'mat', 0],
];